[
    {
        "textQue": "Как называется это существо?",
        "comment": "Гиппогриф (англ. Hippogriff) — довольно необычное волшебное животное. Туловище, задние ноги и хвост коня, передние лапы, крылья и голова — орлиные; сильный стального цвета клюв и огромные блестящие, как апельсины, глаза.",
        "slugQue": "pic300",
        "slugDlg": "pic300",
        "corAns": "Гиппогриф",
        "wrAns": [
            "Гриндилоу",
            "Гриффон",
            "Фестрал",
            "Инфернал",
            "Могилия",
            "Тенебрус",
            "Крыланна"
        ]
    },
    {
        "textQue": "Змееподобное существо, способное убивать одним взглядом",
        "comment": "Василиск — огромный змей, известный также как «король змей», живущий не одну сотню лет. Очень сильное магическое животное.",
        "slugQue": "no_pic",
        "slugDlg": "gp_vasilisk.webp",
        "corAns": "Василиск",
        "wrAns": [
            "Гарпия",
            "Салазар",
            "Ре-эм",
            "Опаловоглазый антипод",
            "Химера"
        ]
    },
    {
        "textQue": "Как называется это существо?",
        "comment": "Гриндилоу, или загрыбаст — это водяная нечисть из легенд маглов английского Йоркшира, болотно-зелёного цвета чудище с острыми рожками и длинными костлявыми пальцами. Эти опасные создания очень любят пруды и озёра, где можно схватить ребёнка, беззаботно играющего чересчур близко к воде, и утащить его на дно.",
        "slugQue": "pic298",
        "slugDlg": "pic298",
        "corAns": "Гриндилоу",
        "wrAns": [
            "Оккамий",
            "Кельпи",
            "Скрытень",
            "Эрклинг",
            "Химера"
        ]
    },
    {
        "textQue": "Каким способом можно победить Гриндилоу?",
        "comment": "Гриндилоу, или загрыбаст — это водяная нечисть из легенд маглов английского Йоркшира, болотно-зелёного цвета чудище с острыми рожками и длинными костлявыми пальцами. Победить гриндилоу можно, сломав ему пальцы (наиболее уязвимое место).",
        "slugQue": "pic298",
        "slugDlg": "pic298",
        "corAns": "Сломать пальцы",
        "wrAns": [
            "Дать зелье сна",
            "Сжечь",
            "Заставить бегать",
            "Закрыть в банке",
            "Плюнуть в морду"
        ]
    },
    {
        "textQue": "Как звали питомца Гермионы Грейнджер?",
        "comment": "Живоглот — питомец Гермионы, наполовину кот, наполовину жмыр.",
        "slugQue": "gp_kot.webp",
        "slugDlg": "gp_kot.webp",
        "corAns": "Полужмыр",
        "wrAns": [
            "Шишуга",
            "Фвупер",
            "Вампус",
            "Зуву",
            "Матагот",
            "Лейс"
        ]
    },
    {
        "textQue": "Кто стал причиной переполоха в женском туалете в Хогвартсе, кого впустил профессор Квирелл?",
        "comment": "Горный тролль стал одним из первых серьёзных испытаний для Гарри, Рона и Гермионы. Именно этот случай положил начало их крепкой дружбе.",
        "slugQue": "no_pic",
        "slugDlg": "gp_troll.webp",
        "corAns": "Горный тролль",
        "wrAns": [
            "Дварф",
            "Грохх",
            "Опаловоглазый антипод",
            "Пятиног"
        ]
    },
    {
        "textQue": "Как отличить нарла от ежа?",
        "comment": "Нарлы отказываются пить молоко: думают, что их могут отравить (Вопрос на экзамене по \"Уходу за магическими существами\")",
        "slugQue": "gp_narl.webp",
        "slugDlg": "gp_narl.webp",
        "corAns": "Отказывается пить молоко",
        "wrAns": [
            "Ходит на задних лапах",
            "Не моргает",
            "Смеется, как человек",
            "Плюется огнём",
            "Зелёный язык"
        ]
    },
    {
        "textQue": "Какой дракон попался Гарри Поттеру на первом этапе Турнира Трёх Волшебников?",
        "comment": "Венгерский хвосторог  — порода больших чёрных драконов, распространённых в Венгрии. Особо опасны из-за усеянного шипами хвоста, которым они действуют как ударным оружием. Поэтому к хвосторогам надо приближаться осторожно как спереди, так и сзади.",
        "slugQue": "no_pic",
        "slugDlg": "gp_hvostoroga.webp",
        "corAns": "Венгерская хвосторога",
        "wrAns": [
            "Шведский тупорылый",
            "Китайский огненный",
            "Валлийский зеленый",
            "Украинский железнобрюхий",
            "Этонский крылатый",
            "Гебридский чёрный",
            "Румынский длиннорог",
            "Перуанский змеезуб",
            "Перуанский ядозуб"
        ]
    },
    {
        "textQue": "Какое огромное существо живёт в Черном Озере около Хогвартса?",
        "comment": "Гигантский кальмар (англ. Giant Squid) — гигантский головоногий моллюск с восемью руками и двумя длинными щупальцами",
        "slugQue": "no_pic",
        "slugDlg": "gp_kalmar.webp",
        "corAns": "Гигантский кальмар",
        "wrAns": [
            "Диринар",
            "Дукувака",
            "Крильмар",
            "Огневица"
        ]
    },
    {
        "textQue": "Маленькая ящерица, живущая в огне и питающаяся пламенем",
        "comment": "Саламандра — небольшая ящерица, живёт в огне и им питается. Цвет шкуры саламандры может быть разным - от ослепительно-белого до синего, в зависимости от температуры пламени, в котором она рождается",
        "slugQue": "no_pic",
        "slugDlg": "gp_salamandra.webp",
        "corAns": "Саламандра",
        "wrAns": [
            "Сасабонсам",
            "Крильмар",
            "Демимаска",
            "Веретенница",
            "Сналлигастер"
        ]
    },
    {
        "textQue": "Как зовут огромного трехголового пса из первой части Гарри Поттера?",
        "comment": "Трёхголовая собака (англ. Three-headed dog) — очень редкое волшебное существо огромного размера. Родом оно из Греции. Имеет три головы",
        "slugQue": "gp_pushok.webp",
        "slugDlg": "gp_pushok.webp",
        "corAns": "Пушок",
        "wrAns": [
            "Фвупер",
            "Снежок",
            "Пушистик",
            "Норберт"
        ]
    },
    {
        "textQue": "Как звали огромного паука-акромантула из Запретного леса?",
        "comment": "Акромантул — огромный ядовитый паук, способный говорить на человеческом языке. Больше всего нам известно об Арагоге, который вместе со своей женой Мосаг основал род, живущий в окрестностях Хогвартса, в Запретном лесу.",
        "slugQue": "gp_aragorn.webp",
        "slugDlg": "gp_aragorn.webp",
        "corAns": "Арагог",
        "wrAns": [
            "Мосаг",
            "Гитраш",
            "Грохх",
            "Пушок",
            "Снежок",
            "Пятиног"
        ]
    },
    {
        "textQue": "Мохнатый длинноносый зверёк с плоскими как лопаты передними лапами, живущий в норах и обожающий всё блестящее?",
        "comment": "Нюхлер — животное, покрытое чёрным пушистым мехом. Передние и задние конечности ничем особо не отличаются между собой, они имеют острые когти и почти незаметные перепонки между пальцами",
        "slugQue": "no_pic",
        "slugDlg": "gp_nuchl.webp",
        "corAns": "Нюхль",
        "wrAns": [
            "Дугал",
            "Лукотрус",
            "Оккамий",
            "Мерроу"
        ]
    },
    {
        "textQue": "Этих существ может видеть только человек, познавший смерть",
        "comment": "Фестралы — редкие волшебные существа, относящиеся к фестрической породе крылатых коней. Главная отличительная особенность фестралов в том, что их может видеть только человек, познавший смерть; для других людей они остаются невидимыми.",
        "slugQue": "no_pic",
        "slugDlg": "gp_festral.webp",
        "corAns": "Фестрал",
        "wrAns": [
            "Гитраш",
            "Боггарт",
            "Банши",
            "Сналлигастер"
        ]
    },
    {
        "textQue": "Из волоса, какого существа состоит сердцевина Бузинной палочки?",
        "comment": "Бузинная палочка — волшебная палочка, по преданию подаренная самой Смертью старшему из братьев Певереллов — Антиоху. Палочка сделана из бузины, с сердцевиной из волоса хвоста фестрала. Поэтому её называют ещё «Бузинной палочкой».",
        "slugQue": "gp_buzines.webp",
        "slugDlg": "gp_festral.webp",
        "corAns": "Фестрал",
        "wrAns": [
            "Фоукс",
            "Борф",
            "Боггарт",
            "Банши"
        ]
    },
    {
        "textQue": "Темные сущности, охранники Азкабана, способные высосать всю надежду, радость и даже душу",
        "comment": "Дементоры — слепые существа, которые питаются человеческими, преимущественно светлыми, эмоциями. В особых случаях, если предоставляется такая возможность, дементор высасывает душу человека, примыкая ко рту жертвы (отсюда возникло название «поцелуй дементора»).",
        "slugQue": "no_pic",
        "slugDlg": "gp_dementor.webp",
        "corAns": "Дементор",
        "wrAns": [
            "Вейла",
            "Дварф",
            "Полтергейст",
            "Подгребин",
            "Инфернал",
            "Могилия",
            "Боггарт"
        ]
    },
    {
        "textQue": "Как зовут вампира, которого пригласил Слизнорт на рождественскую вечеринку?",
        "comment": "Сангвини (англ. Sanguini) — вампир, которого Слизнорт пригласил на рождественскую вечеринку Клуба Слизней в книге \"Принц-полукровка\"",
        "slugQue": "no_pic",
        "slugDlg": "gp_sangvini.webp",
        "corAns": "Сангвини",
        "wrAns": [
            "Рудольф",
            "Люциус",
            "Герберт Уорней",
            "Теодор",
            "Бладвин Блад",
            "Кармилла Сангвина",
            "Лоркан д`Эат"
        ]
    },
    {
        "textQue": "Как звали оборотня, друга и наставника Гарри Поттера?",
        "comment": "Оборотень, член Ордена Феникса, профессор Защиты от Тёмных искусств в Хогвартсе. Стал оборотнем в пятилетнем возрасте.",
        "slugQue": "no_pic",
        "slugDlg": "gp_lupin.webp",
        "corAns": "Римус Люпин",
        "wrAns": [
            "Нимфадор Тонкс",
            "Питер Петтигрю",
            "Освальд Фадж",
            "Златопуст Локонс",
            "Корнелиус Фадж"
        ]
    },
    {
        "textQue": "Как называют волшебников, которые могут принимать облик зверя по своему желанию?",
        "comment": "Волшебник, который по своему желанию может превращаться в животное. Качество это не врождённое, ему можно научиться.",
        "slugQue": "gp_animag.webp",
        "slugDlg": "gp_animag.webp",
        "corAns": "Анимаг",
        "wrAns": [
            "Грим",
            "Фестрал",
            "Инфернал",
            "Борф"
        ]
    },
    {
        "textQue": "Это растение помогает вернуть человеку, подвергшемуся заклятию, первоначальный облик, но его крик смертельно опасен",
        "comment": "Мандрагора — волшебное растение, отличительной особенностью которого является корень, который выглядит, как маленький человечек",
        "slugQue": "pic152",
        "slugDlg": "pic152",
        "corAns": "Мандрагора",
        "wrAns": [
            "Борф",
            "Ре-эм",
            "Сналлигастер",
            "Веретенница"
        ]
    },
    {
        "textQue": "Как называются оживлённые с помощью заклинания тела умерших, действующие по велению волшебника, их создавшего?",
        "comment": "Инферналы — оживлённые с помощью заклинания (или заклинаний) тела умерших. Нечто вроде зомби. Их нельзя убить, многие заклинания на них почти не действуют. Однако, как и всякие порождения мрака, инферналы боятся света и тепла, и с ними можно бороться с помощью огня.",
        "slugQue": "no_pic",
        "slugDlg": "gp_infernal.webp",
        "corAns": "Инферналы",
        "wrAns": [
            "Могилии",
            "Тенебрусы",
            "Упырь",
            "Огневица"
        ]
    },
    {
        "textQue": "Кем был Пивз, обитатель школы Хогвартс?",
        "comment": "Пивз выглядит как маленький человечек в яркой одежде, он носит шляпу с бубенчиками и оранжевый галстук-бабочку. У него злобные чёрные глазки и широкий рот. В отличие от призраков, он не прозрачен и не бесплотен, но умеет летать и проходить сквозь стены",
        "slugQue": "gp_pivz.webp",
        "slugDlg": "gp_pivz.webp",
        "corAns": "Полтергейст",
        "wrAns": [
            "Банши",
            "Грим",
            "Боггарт",
            "Эрклинг",
            "Смеркут"
        ]
    },
    {
        "textQue": "Волшебные ярко-синие существа, известные своей любовью ко всевозможным проказам и розыгрышам",
        "comment": "Ростом до восьми дюймов, ярко-синего цвета, необыкновенно проказливы, обожают всевозможные зловредные шуточки и проделки. Умеют летать.",
        "slugQue": "no_pic",
        "slugDlg": "pic299",
        "corAns": "Пикси",
        "wrAns": [
            "Кельпи",
            "Ре-эм",
            "Скрытень",
            "Каппа",
            "Докси"
        ]
    },
    {
        "textQue": "Как звали великана, единоутробного брата Рубеуса Хагрида?",
        "comment": "Грохх — великан, единоутробный брат полувеликаном Рубеуса Хагрида (великанша Фридвульфа родила их от разных отцов). Сирота. Взят на воспитание старшим братом. Участвовал в битве за Хогвартс.",
        "slugQue": "gp_groxx.webp",
        "slugDlg": "gp_groxx_dlg.webp",
        "corAns": "Грохх",
        "wrAns": [
            "Скрытень",
            "Дромарог",
            "Джарви",
            "Шлёппи"
        ]
    },
    {
        "textQue": "Зловещий чёрный пёс, привидение, предвестник смерти",
        "comment": "Грим — зловещий чёрный пёс, привидение, предвестник смерти. По поверью, каждый, кто увидит Грима, на следующий день умрет",
        "slugQue": "pic303",
        "slugDlg": "pic303",
        "corAns": "Грим",
        "wrAns": [
            "Дементор",
            "Фестрал",
            "Подгребин",
            "Инфернал"
        ]
    },
    {
        "textQue": "Существо, меняющее свою форму в зависимости от того, чего или кого боится стоящий перед ним человек",
        "comment": "Боггарт - это разновидность привидений. Никто не знает, как он выглядит на самом деле, потому что боггарт меняет свою форму в зависимости от того, чего или кого боится стоящий перед ним человек",
        "slugQue": "no_pic",
        "slugDlg": "pic237",
        "corAns": "Боггарт",
        "wrAns": [
            "Банши",
            "Эрклинг",
            "Химера",
            "Фестрал",
            "Подгребин",
            "Инфернал"
        ]
    },
    {
        "textQue": "Каким магическим свойством обладает кровь единорога?",
        "comment": "Кровь единорога способна вернуть к жизни, даже если человек на волосок от гибели. Но испив эту кровь однажды, человек будет проклят на всю жизнь.",
        "slugQue": "pic33",
        "slugDlg": "gp_edinorog.webp",
        "corAns": "способна вернуть к жизни",
        "wrAns": [
            "смертельный яд",
            "повышает силу",
            "открывает истину",
            "перемещает во времени"
        ]
    },
    {
        "textQue": "Это растение живет в темноте, при нападении заворачивает жертву побегами и душит. Очень боится света.",
        "comment": "Если они напали, нужно постараться как можно меньше дёргаться и уничтожить их заклинанием Люмос Солем.",
        "slugQue": "no_pic",
        "slugDlg": "gp_silki.webp",
        "corAns": "Дьявольские силки",
        "wrAns": [
            "Мандрагора",
            "Лукотрус",
            "Прыгучая луковица",
            "Дрожащая трясучка",
            "Паффопод",
            "Бубонтюбер"
        ]
    },
    {
        "textQue": "Что за существа работали в банке \"Гринготтс\"?",
        "comment": "Они производят все необходимые банковские операции, а также обеспечивают охрану банка и банковских сейфов.",
        "slugQue": "no_pic",
        "slugDlg": "gp_goblin.webp",
        "corAns": "Гоблины",
        "wrAns": [
            "Гномы",
            "Домовики",
            "Привидения",
            "Кентавры",
            "Жмыры"
        ]
    },
    {
        "textQue": "Как звали призрак факультета Гриффиндор во время учёбы Гарри Потттера в Хогвартсе?",
        "comment": "Почти Безголовый Ник он получил из-за того, что его шея лишь частично прикреплена к голове лоскутом кожи.",
        "slugQue": "no_pic",
        "slugDlg": "gp_nikolas.webp",
        "corAns": "Почти Безголовый Ник",
        "wrAns": [
            "Толстый Монах",
            "Кровавый Барон",
            "Плакса Миртл",
            "Серая дама",
            "Чёрный рыцарь"
        ]
    },
    {
        "textQue": "В какое существо обращалась анимаг Минерва Макгонагалл?",
        "comment": "Профессор и глава факультета Гриффиндор, зарегистрированный анимаг, может превращаться в домашнюю кошку.",
        "slugQue": "no_pic",
        "slugDlg": "gp_minerva.webp",
        "corAns": "Кошка",
        "wrAns": [
            "Волк",
            "Феникс",
            "Ласка",
            "Крот",
            "Летучая мышь",
            "Ворон"
        ]
    },
    {
        "textQue": "Как зовут призрак  девочки убитой Василиском и обитающей в женском туалете?",
        "comment": "Призрак обитающий в женском туалете на третьем этаже школы «Хогвартс». Вечно унылая плачущая девочка небольшого роста и в очках с толстыми стёклами.",
        "slugQue": "no_pic",
        "slugDlg": "gp_mirtl.webp",
        "corAns": "Плакса Миртл",
        "wrAns": [
            "Почти Безголовый Ник",
            "Елена Когтевран",
            "Дункан Эш",
            "Катберт Бинс",
            "Мрачная  монахиня",
            "Плачущая вдова"
        ]
    },
    {
        "textQue": "Как называется язык, на котором можно разговаривать со змеями?",
        "comment": "Магический язык змей, владеющие им, способны разговаривать со змеями. Этим языком владели Салазар Слизерин, Волан-де-Морт и Гарри Поттер.",
        "slugQue": "gp_pars.webp",
        "slugDlg": "gp_pars_dlg.webp",
        "corAns": "Парселтанг",
        "wrAns": [
            "Язык Салазара",
            "Грабар",
            "Пракрит",
            "Синдарин",
            "Квендерин"
        ]
    },
    {
        "textQue": "Какие существа готовили еду на кухне в Хогвартсе?",
        "comment": "Домашние эльфы или домовики — человекообразные магические существа очень небольшого роста, обычно лысые (даже женщины), с огромными ушами, напоминающими крылья летучих мышей.",
        "slugQue": "no_pic",
        "slugDlg": "gp_domovik.webp",
        "corAns": "Домовые эльфы",
        "wrAns": [
            "Гоблины",
            "Кентавры",
            "Привидения",
            "Гномы",
            "Демимаски",
            "Лукотрусы"
        ]
    }
]