[
    {
        "textQue": "Какое имя дали этому существу из вселенной Гарри Поттера?",
        "comment": "Гиппогриф (англ. Hippogriff) — довольно необычное волшебное животное. Туловище, задние ноги и хвост коня, передние лапы, крылья и голова — орлиные; сильный стального цвета клюв и огромные блестящие, как апельсины, глаза.",
        "slugQue": "gp_gippogrif.webp",
        "slugDlg": "gp_gippogrif.webp",
        "corAns": "Гиппогриф",
        "wrAns": [
            "Гриндилоу",
            "Гриффон",
            "Фестрал",
            "Инфернал",
            "Могилия",
            "Тенебрус",
            "Крыланна"
        ]
    },
    {
        "textQue": "Какое имя дали этому существу из вселенной Гарри Поттера?",
        "comment": "Василиск (от греч. βασιλίσκος, «базилискос» — царёк; англ. Basilisk) — огромный змей, известный также как «король змей», живущий не одну сотню лет. Очень сильное магическое животное.",
        "slugQue": "gp_vasilisk.webp",
        "slugDlg": "gp_vasilisk.webp",
        "corAns": "Василиск",
        "wrAns": [
            "Гарпия",
            "Салазар",
            "Ре-эм",
            "Опаловоглазый антипод",
            "Химера"
        ]
    },
    {
        "textQue": "Какое имя дали этому существу из вселенной Гарри Поттера?",
        "comment": "Гриндилоу, или загрыбаст — это водяная нечисть из легенд маглов английского Йоркшира, болотно-зелёного цвета чудище с острыми рожками и длинными костлявыми пальцами. Эти опасные создания очень любят пруды и озёра, где можно схватить ребёнка, беззаботно играющего чересчур близко к воде, и утащить его на дно.",
        "slugQue": "gp_grindilou.webp",
        "slugDlg": "gp_grindilou.webp",
        "corAns": "Гриндилоу",
        "wrAns": [
            "Оккамий",
            "Кельпи",
            "Скрытень",
            "Эрклинг",
            "Химера"
        ]
    },
    {
        "textQue": "Каким способом можно победить Гриндилоу?",
        "comment": "Гриндилоу, или загрыбаст — это водяная нечисть из легенд маглов английского Йоркшира, болотно-зелёного цвета чудище с острыми рожками и длинными костлявыми пальцами. Победить гриндилоу можно, сломав ему пальцы (наиболее уязвимое место).",
        "slugQue": "gp_grindilou.webp",
        "slugDlg": "gp_grindilou.webp",
        "corAns": "Сломать пальцы",
        "wrAns": [
            "Дать зелье сна",
            "Сжечь",
            "Заставить бегать",
            "Закрыть в банке",
            "Плюнуть в морду"
        ]
    },
    {
        "textQue": "Какок животное было у Гермионы Грейнджер?",
        "comment": "Живоглот — питомец Гермионы, полужмыр",
        "slugQue": "no_pic",
        "slugDlg": "gp_kot.webp",
        "corAns": "Полужмыр",
        "wrAns": [
            "Шишуга",
            "Фвупер",
            "Вампус",
            "Зуву",
            "Матагот",
            "Лейс"
        ]
    },
    {
        "textQue": "Какое название носило дерево около Хогвартса, прославившееся своими яростными ударами ветвей?",
        "comment": "Гремучая ива — дерево, посаженное в 1971 году на территории Хогвартса. Со слов профессора Снегга «является редчайшим экземпляром подвида плакучих ив». Начинает избивать ветвями любой предмет или живое существо, которое имело неосторожность попасть в «зону поражения».",
        "slugQue": "gp_gremucha_iva.webp",
        "slugDlg": "gp_gremucha_iva.webp",
        "corAns": "Гремучая ива",
        "wrAns": [
            "Веретенница",
            "Визжащая ива",
            "Завывающая ива",
            "Трескучая ива",
            "Гремящая ива"
        ]
    },
    {
        "textQue": "Кто стал причиной переполоха в женском туалете в Хогвартсе в первой части истории о Гарри Поттере?",
        "comment": "Горный тролль стал одним из первых серьёзных испытаний для Гарри, Рона и Гермионы. Именно этот случай положил начало их крепкой дружбе.",
        "slugQue": "no_pic",
        "slugDlg": "gp_troll.webp",
        "corAns": "Горный тролль",
        "wrAns": [
            "Дварф",
            "Грохх",
            "Опаловоглазый антипод",
            "Пятиног"
        ]
    },
    {
        "textQue": "Какое имя дали этому существу из вселенной Гарри Поттера?",
        "comment": "Горный тролль (англ. Mountain Troll) — подвид тролля, который обитает в горах, как ясно из названия. Один или несколько троллей живут в горах вблизи Хогвартса. Тролль — грозное существо, высотой в двенадцать футов и весом более тонны. Известные своими одинаково большими силой и тупостью, тролли часто жестоки и непредсказуемы.",
        "slugQue": "gp_troll.webp",
        "slugDlg": "gp_troll.webp",
        "corAns": "Горный тролль",
        "wrAns": [
            "Дварф",
            "Скрытень",
            "Дромарог",
            "Огневица"
        ]
    },
    {
        "textQue": "Какое имя дали этому существу из вселенной Гарри Поттера?",
        "comment": "Демимаска — мирное травоядное животное, с виду похожее на худенькую обезьянку с большими печальными чёрными глазами, которые часто бывают не видны из-под чёлки.",
        "slugQue": "gp_demimaska.webp",
        "slugDlg": "gp_demimaska.webp",
        "corAns": "Демимаска",
        "wrAns": [
            "Кельпи",
            "Сналлигастер",
            "Джарви",
            "Веретенница"
        ]
    },
    {
        "textQue": "Как звали демимаску Ньюта Саламандера?",
        "comment": "Среди многочисленных питомцев магозоолога Ньюта Саламандера была демимаска по имени Дугал",
        "slugQue": "gp_demimaska.webp",
        "slugDlg": "gp_demimaska.webp",
        "corAns": "Дугал",
        "wrAns": [
            "Зуву",
            "Фвупер",
            "Фоукс",
            "Химера"
        ]
    },
    {
        "textQue": "Один из вопросов Гарри Поттеру на экзамене по \"Уходу за магическими существами\" был \"Как отличить нарла от ежа?\". Как?",
        "comment": "Нарлы отказываются пить молоко: думают, что их могут отравить",
        "slugQue": "gp_narl.webp",
        "slugDlg": "gp_narl.webp",
        "corAns": "Отказывается пить молоко",
        "wrAns": [
            "Ходит на задних лапах",
            "Не моргает",
            "Смеется, как человек",
            "Плюется огнём",
            "Зелёный язык"
        ]
    },
    {
        "textQue": "Какой дракон попался Гарри Поттеру на первом этапе Турнира Трёх Волшебников?",
        "comment": "Венгерский хвосторог  — порода больших чёрных драконов, распространённых в Венгрии. Особо опасны из-за усеянного шипами хвоста, которым они действуют как ударным оружием. Поэтому к хвосторогам надо приближаться осторожно как спереди, так и сзади.",
        "slugQue": "gp_hvostoroga.webp",
        "slugDlg": "gp_hvostoroga.webp",
        "corAns": "Венгерская хвосторога",
        "wrAns": [
            "Шведский тупорылый",
            "Китайский огненный",
            "Валлийский зеленый",
            "Украинский железнобрюхий",
            "Этонский крылатый",
            "Гебридский чёрный",
            "Румынский длиннорог",
            "Перуанский змеезуб",
            "Перуанский ядозуб"
        ]
    },
    {
        "textQue": "Как называется маленькое зеленое существо, похожее на веточку, с двумя листочками на голове?",
        "comment": "Лукотрусы — хранители деревьев. Встречаются, в основном, в западной части Англии, в Южной Германии и в лесах Скандинавии. Обнаружить их чрезвычайно трудно, потому что лукотрусы — мелкие создания и внешне выглядят так, словно сделаны из прутиков и коры, с крошечными карими глазками.",
        "slugQue": "gp_lukotrus.webp",
        "slugDlg": "gp_lukotrus.webp",
        "corAns": "Лукотрус",
        "wrAns": [
            "Тенебрус",
            "Борф",
            "Оккамий",
            "Джарви"
        ]
    },
    {
        "textQue": "Какое огромное существо живёт в Черном Озере около Хогвартса?",
        "comment": "Гигантский кальмар (англ. Giant Squid) — гигантский головоногий моллюск с восемью руками и двумя длинными щупальцами",
        "slugQue": "no_pic",
        "slugDlg": "no_pic",
        "corAns": "Гигантский кальмар",
        "wrAns": [
            "Диринар",
            "Дукувака",
            "Крильмар",
            "Огневица"
        ]
    },
    {
        "textQue": "Как называется маленькая ящерица, живущая в огне и питающаяся пламенем",
        "comment": "Саламандра — небольшая ящерица, живёт в огне и им питается. Шкура саламандры имеет ослепительно-белый цвет, однако может казаться синей или алой в зависимости от температуры пламени, в котором она рождается",
        "slugQue": "no_pic",
        "slugDlg": "no_pic",
        "corAns": "Саламандра",
        "wrAns": [
            "Сасабонсам",
            "Крильмар",
            "Демимаска",
            "Веретенница",
            "Сналлигастер"
        ]
    },
    {
        "textQue": "Как зовут огромного трехголового пса из первой части Гарри Поттера?",
        "comment": "Трёхголовая собака (англ. Three-headed dog) — очень редкое волшебное существо огромного размера. Родом оно из Греции. Имеет три головы",
        "slugQue": "gp_pushok.webp",
        "slugDlg": "gp_pushok.webp",
        "corAns": "Пушок",
        "wrAns": [
            "Фвупер",
            "Снежок",
            "Пушистик",
            "Норберт"
        ]
    },
    {
        "textQue": "Какого цвета Венгерский хвосторог?",
        "comment": "Венгерский хвосторог  — порода больших чёрных драконов, распространённых в Венгрии. Особо опасны из-за усеянного шипами хвоста, которым они действуют как ударным оружием. Поэтому к хвосторогам надо приближаться осторожно как спереди, так и сзади.",
        "slugQue": "no_pic",
        "slugDlg": "gp_hvostoroga.webp",
        "corAns": "Черный",
        "wrAns": [
            "Красный",
            "Белый",
            "Зелёный",
            "Оранжевый",
            "Синий"
        ]
    },
    {
        "textQue": "Как называется небольшой зверек, похожий на кошку с пёстрым или пятнистым мехом, несоразмерно крупными ушами и львиным хвостом?",
        "comment": "Жмыр — небольшой зверек, похожий на кошку с пёстрым, крапчатым или пятнистым мехом, несоразмерно крупными ушами и львиным хвостом",
        "slugQue": "gp_zhmar.webp",
        "slugDlg": "gp_zhmar.webp",
        "corAns": "Жмыр",
        "wrAns": [
            "Фоукс",
            "Вампус",
            "Лейс",
            "Матагот",
            "Шишуга"
        ]
    },
    {
        "textQue": "Как называется огромный ядовитый паук, способный говорить на человеческом языке?",
        "comment": "Акромантул — огромный ядовитый паук, способный говорить на человеческом языке. Больше всего нам известно об Арагоге, который вместе со своей женой Мосаг основал род, живущий в окрестностях Хогвартса, в Запретном лесу.",
        "slugQue": "gp_aragorn.webp",
        "slugDlg": "gp_aragorn.webp",
        "corAns": "Акромантул",
        "wrAns": [
            "Арагог",
            "Скрытень",
            "Пятиног",
            "Огневица"
        ]
    },
    {
        "textQue": "Как звали огромного акромантула из Запретного леса?",
        "comment": "Акромантул — огромный ядовитый паук, способный говорить на человеческом языке. Больше всего нам известно об Арагоге, который вместе со своей женой Мосаг основал род, живущий в окрестностях Хогвартса, в Запретном лесу.",
        "slugQue": "gp_aragorn.webp",
        "slugDlg": "gp_aragorn.webp",
        "corAns": "Арагог",
        "wrAns": [
            "Мосаг",
            "Гитраш",
            "Грохх",
            "Пушок",
            "Снежок",
            "Пятиног"
        ]
    },
    {
        "textQue": "Как называется мохнатый длинноносый чёрный зверёк с плоскими как лопаты передними лапами, живущий в норах и обожающий всё блестящее?",
        "comment": "Нюхлер — животное, покрытое чёрным пушистым мехом. Передние и задние конечности ничем особо не отличаются между собой, они имеют острые когти и почти незаметные перепонки между пальцами",
        "slugQue": "no_pic",
        "slugDlg": "gp_nuchl.webp",
        "corAns": "Нюхль",
        "wrAns": [
            "Дугал",
            "Лукотрус",
            "Оккамий",
            "Мерроу"
        ]
    },
    {
        "textQue": "Как называются существа, которых может видеть только человек, познавший смерть?",
        "comment": "Фестралы — редкие волшебные существа, относящиеся к фестрической породе крылатых коней. Главная отличительная особенность фестралов в том, что их может видеть только человек, познавший смерть; для других людей они остаются невидимыми.",
        "slugQue": "no_pic",
        "slugDlg": "gp_festral.webp",
        "corAns": "Фестрал",
        "wrAns": [
            "Гитраш",
            "Боггарт",
            "Банши",
            "Сналлигастер"
        ]
    },
    {
        "textQue": "Из волоса, какого существа состоит сердцевина Бузинной палочки?",
        "comment": "Бузинная палочка — волшебная палочка, по преданию подаренная самой Смертью старшему из братьев Певереллов — Антиоху. Палочка сделана из бузины, с сердцевиной из волоса хвоста фестрала. Поэтому её называют ещё «Бузинной палочкой».",
        "slugQue": "no_pic",
        "slugDlg": "gp_festral.webp",
        "corAns": "Фестрал",
        "wrAns": [
            "Фоукс",
            "Борф",
            "Боггарт",
            "Банши"
        ]
    },
    {
        "textQue": "Как называются слепые существа, которые питаются человеческими, преимущественно светлыми, эмоциями?",
        "comment": "Дементоры — слепые существа, которые питаются человеческими, преимущественно светлыми, эмоциями. В особых случаях, если предоставляется такая возможность, дементор высасывает душу человека, примыкая ко рту жертвы (отсюда возникло название «поцелуй дементора»).",
        "slugQue": "no_pic",
        "slugDlg": "gp_dementor.webp",
        "corAns": "Дементор",
        "wrAns": [
            "Вейла",
            "Дварф",
            "Полтергейст",
            "Подгребин",
            "Инфернал",
            "Могилия",
            "Боггарт"
        ]
    },
    {
        "textQue": "Кто является автором книги \"Братья по крови: моя жизнь среди вампиров\" во вселенной Гарри Поттера?",
        "comment": "Элдред Уорпл (англ. Eldred Worple) — волшебник, автор книги «Братья по крови: моя жизнь среди вампиров», один из любимых студентов Горация Слизнорта",
        "slugQue": "no_pic",
        "slugDlg": "no_pic",
        "corAns": "Элдред Уорпл",
        "wrAns": [
            "Гораций Слизнорт",
            "Кормак Маклагген",
            "Руфус Скримджер",
            "Северус Снегг",
            "Геллерт Грин-де-Вальд"
        ]
    },
    {
        "textQue": "Как зовут вампира, которого пригласил Слизнорт на рождественскую вечеринку, в \"Гарри Поттер: Принц-полукровка\"?",
        "comment": "Сангвини (англ. Sanguini) — вампир, которого Слизнорт пригласил на рождественскую вечеринку Клуба Слизней в 1996 году",
        "slugQue": "no_pic",
        "slugDlg": "no_pic",
        "corAns": "Сангвини",
        "wrAns": [
            "Рудольф",
            "Люциус",
            "Герберт Уорней",
            "Теодор",
            "Бладвин Блад",
            "Кармилла Сангвина",
            "Лоркан д`Эат"
        ]
    },
    {
        "textQue": "Как звали оборотня, друга и наставника Гарри Поттера?",
        "comment": "",
        "slugQue": "no_pic",
        "slugDlg": "t_lupin",
        "corAns": "Римус Люпин",
        "wrAns": [
            "Нимфадор Тонкс",
            "Питер Петтигрю",
            "Освальд Фадж",
            "Златопуст Локонс",
            "Корнелиус Фадж"
        ]
    },
    {
        "textQue": "Как называют волшебников во вселенной Гарри Поттера, которые могут принимать облик зверя по своему желанию?",
        "comment": "",
        "slugQue": "no_pic",
        "slugDlg": "t_animag",
        "corAns": "Анимаг",
        "wrAns": [
            "Грим",
            "Фестрал",
            "Инфернал",
            "Борф"
        ]
    },
    {
        "textQue": "Волшебное растение, отличительной особенностью которого является корень, который выглядит, как маленький человечек",
        "comment": "Мандрагора — волшебное растение, отличительной особенностью которого является корень, который выглядит, как маленький человечек",
        "slugQue": "gp_mangragora.webp",
        "slugDlg": "gp_mangragora.webp",
        "corAns": "Мандрагора",
        "wrAns": [
            "Борф",
            "Ре-эм",
            "Сналлигастер",
            "Веретенница"
        ]
    },
    {
        "textQue": "Как называются оживлённые с помощью заклинания (или заклинаний) тела умерших, действующих по велению волшебника, их создавшего?",
        "comment": "Инферналы — оживлённые с помощью заклинания (или заклинаний) тела умерших. Нечто вроде зомби. Их нельзя убить, многие заклинания на них почти не действуют. Однако, как и всякие порождения мрака, инферналы боятся света и тепла, и с ними можно бороться с помощью огня.",
        "slugQue": "no_pic",
        "slugDlg": "no_pic",
        "corAns": "Инферналы",
        "wrAns": [
            "Могилии",
            "Тенебрусы",
            "Упырь",
            "Огневица"
        ]
    },
    {
        "textQue": "Кем был Пивз, обитатель школы Хогвартс?",
        "comment": "Пивз выглядит как маленький человечек в яркой одежде, он носит шляпу с бубенчиками и оранжевый галстук-бабочку. У него злобные чёрные глазки и широкий рот. В отличие от призраков, он не прозрачен и не бесплотен, но умеет летать и проходить сквозь стены",
        "slugQue": "gp_pivz.webp",
        "slugDlg": "gp_pivz.webp",
        "corAns": "Полтергейст",
        "wrAns": [
            "Банши",
            "Грим",
            "Боггарт",
            "Эрклинг",
            "Смеркут"
        ]
    },
    {
        "textQue": "Русский демон, едва с фут высотой, волосатым телом, но гладкой серой непропорционально огромной головой",
        "comment": "Погребин — демон, обитающий в России, высотой чуть более фута, с мохнатым туловищем и большой гладкой серой головой. Скорчившись, погребин становится похож на блестящий округлый камень.",
        "slugQue": "gp_pogrebin.webp",
        "slugDlg": "gp_pogrebin.webp",
        "corAns": "Подгребин",
        "wrAns": [
            "Гриндилоу",
            "Сналлигастер",
            "Смеркут",
            "Веретенница"
        ]
    },
    {
        "textQue": "Волшебные ярко-синие существа, известные своей любовью ко всевозможным проказам и розыгрышам",
        "comment": "Ростом до восьми дюймов, ярко-синего цвета, необыкновенно проказливы, обожают всевозможные зловредные шуточки и проделки. Умеют летать.",
        "slugQue": "gp_piksi.webp",
        "slugDlg": "gp_piksi.webp",
        "corAns": "Пикси",
        "wrAns": [
            "Кельпи",
            "Ре-эм",
            "Скрытень",
            "Каппа",
            "Докси"
        ]
    },
    {
        "textQue": "Как звали великана, единоутробный брат полувеликана Рубеуса Хагрида?",
        "comment": "Грохх — великан, единоутробный брат полувеликаном Рубеуса Хагрида (великанша Фридвульфа родила их от разных отцов). Сирота. Взят на воспитание старшим братом. Участвовал в битве за Хогвартс.",
        "slugQue": "no_pic",
        "slugDlg": "no_pic",
        "corAns": "Грохх",
        "wrAns": [
            "Скрытень",
            "Дромарог",
            "Джарви",
            "Шлёппи"
        ]
    },
    {
        "textQue": "Зловещий чёрный пёс, привидение, предвестник смерти",
        "comment": "Грим — зловещий чёрный пёс, привидение, предвестник смерти. По поверью, каждый, кто увидит Грима, на следующий день умрет",
        "slugQue": "no_pic",
        "slugDlg": "no_pic",
        "corAns": "Грим",
        "wrAns": [
            "Дементор",
            "Фестрал",
            "Подгребин",
            "Инфернал"
        ]
    },
    {
        "textQue": "Существо, которое меняет свою форму в зависимости от того, чего или кого боится стоящий перед ним человек",
        "comment": "Боггарт  — это разновидность привидений. Никто не знает, как он выглядит на самом деле, потому что боггарт меняет свою форму в зависимости от того, чего или кого боится стоящий перед ним человек",
        "slugQue": "no_pic",
        "slugDlg": "no_pic",
        "corAns": "Боггарт",
        "wrAns": [
            "Банши",
            "Эрклинг",
            "Химера",
            "Фестрал",
            "Подгребин",
            "Инфернал"
        ]
    }
]